Repository: lang-uk/translation-metrics
Catalog: data/17099743/Animal_farm_combine.tmx
Source language: en_1945_george_orwell_animal_farm
Languages: uk_1984_iryna_dybko_khutir_tvaryn, uk_1991_yurii_shevchuk_ferma_rai_dlia_tv, uk_2020_bohdana_nosenok_kolhosp_tvaryn

source: In spite of the shock that Snowball’s expulsion had given them, the animals were dismayed by this announcement.
uk_1984_iryna_dybko_khutir_tvaryn: Тварини, що ще так недавно пережили кошмарну подію із Давидовичем, прийняли нові розпорядження з очевидним збентеженням і затривоженням.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Попри шок, спричинений вигнанням Сніжка, тварин приголомшило і саме оголошення.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навіть попри шок через вигнання Сніжка, тварин остаточно приголомшило це оголошення.

source: Several of them would have protested if they could have found the right arguments.
uk_1984_iryna_dybko_khutir_tvaryn: Декотрі хотіли висловити своє невдоволення, але овечки почали своє мекання, а відтак вже й охоти не ставало говорити, бо через хвилювання й слова не вкладались у речення!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Дехто, може, й протестував би, якби знайшлися потрібні докази.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Вони навіть хотіли запротестувати, але не могли відразу підшукати потрібних аргументів.

source: Even Boxer was vaguely troubled. He set his ears back, shook his forelock several times, and tried hard to marshal his thoughts; but in the end he could not think of anything to say.
uk_1984_iryna_dybko_khutir_tvaryn: Нові розпорядження і Добрилова потурбували, він ворушив, трепетно, вухами то вперед то взад, потрясав головою, старався, переживаючи, опанувати своє хвилювання і передати його словами, але дарма, вони застрягали у горлі...
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Навіть Боксер відчував занепокоєння. Він стриг вухами, тряс чубчиком, силкуючись зібратися з думками, але так і не додумався, що б його сказати.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навіть Боксер був стурбований. Він стриг вухами, кілька разів струснув гривою, з усіх сил намагаючись зібратися з думками, але так і не збагнув, що хоче сказати.

source: Some of the pigs themselves, however, were more articulate. Four young porkers in the front row uttered shrill squeals of disapproval, and all four of them sprang to their feet and began speaking at once.
uk_1984_iryna_dybko_khutir_tvaryn: Тільки поросята, що сиділи на переді стайні біля підвищення, вислухавши рішення Вісарйонова, без збентеження встали і пискливо почали виявляти своє невдоволення,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Дехто з-посеред свиней, втім, зреагував певніше. Чотири молодих підсвинки попереду підхопилися й пронизливо закувікали, не можучи погодитися з почутим.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Втім, у четвірки молодих кабанчиків, що сиділи в першому ряду, реакція не забарилася. Пронизливим вереском вони висловили свою незгоду, кинулися до Наполеона й почали говорити всі відразу.

source: But suddenly the dogs sitting round Napoleon let out deep, menacing growls, and the pigs fell silent and sat down again.
uk_1984_iryna_dybko_khutir_tvaryn: та не довго, бо пси, що сиділи кругом Вісарйонова, дико загарчали і те приневолило поросят замовчати; вони без опору присіли смирненько на своїх місцях.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Та пси довкола Наполеона погрозливо загарчали, і підсвинки втихомирились і посідали.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але собаки загрозливо загарчали, тож кабанчики замовкли й повернулися на свої місця.

source: Then the sheep broke out into a tremendous bleating of “Four legs good, two legs bad!” which went on for nearly a quarter of an hour and put an end to any chance of discussion.
uk_1984_iryna_dybko_khutir_tvaryn: Відтак овечки почали своє мекання, протягаючи його на декілька годин і, таким чином, покінчили будь-які надії загалу тварин на дискусію чи питання.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тоді вже вівці зайшлися несамовитим меканням: «Чотири ноги добре, а дві — погано»; це тривало майже чверть години й унеможливило всяку дискусію.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А вівці, наче дочекавшись хвилини тиші, одразу забекали «Чотири ноги — добре, дві ноги — погано!». Їхній лемент тривав мало не чверть години безперервно, поклавши край будь-якій дискусії, яка, власне, так і не встигла початися.

source: Afterwards Squealer was sent round the farm to explain the new arrangement to the others.
uk_1984_iryna_dybko_khutir_tvaryn: Після мітингу Вісарйонов послав Нікітова поміж тварин, щоби він докладніше пояснив всі нові розпорядження і їх причини.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Після того в хлів послали Пищика, розтлумачити нові правила.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Незабаром до тварин прийшов Пискун, щоб розтлумачити їм нові правила.

source: “Comrades,” he said, “I trust that every animal here appreciates the sacrifice that Comrade Napoleon has made in taking this extra labour upon himself.
uk_1984_iryna_dybko_khutir_tvaryn: — Товариші! Я вірю, що нема нікого між нами, хто б не оцінював жертвенности й відданости товариша Вісарйонова. Він поклав на себе найважчий тягар праці, всю відповідальність за добро хутора перебрав!!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Товариші, — сказав він. — Гадаю, кожна тварина на фермі схвалює жертовність товариша Наполеона, що добровільно взяв на себе цю невдячну працю.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Товариші, — звично почав він свій виступ, — я впевнений, що всі присутні цінують самопожертву товариша Наполеона, який взяв на себе додаткові зобов’язання.

source: Do not imagine, comrades, that leadership is a pleasure!
uk_1984_iryna_dybko_khutir_tvaryn: Не думайте, товариші, що бути вождем належить до приємности.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Не думайте, товариші, що керувати — приємно.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Не думайте, товариші, що керувати іншими — задоволення!

source: On the contrary, it is a deep and heavy responsibility.
uk_1984_iryna_dybko_khutir_tvaryn: Навпаки, це багатогранне завдання, переплетене з чималими труднощами.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Навпаки, це непомірна й тяжка відповідальність.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навпаки, це — велика й нелегка відповідальність.

source: No one believes more firmly than Comrade Napoleon that all animals are equal.
uk_1984_iryna_dybko_khutir_tvaryn: Ніхто у світі не вірить переконливіше в рівноправність і свободу слова у всіх справах, як товариш Вісарйонов;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ніхто несхитніше за товариша Наполеона не вірить у те, що всі тварини рівні.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Товариш Наполеон непохитний у тому, що всі тварини рівні.

source: He would be only too happy to let you make your decisions for yourselves.
uk_1984_iryna_dybko_khutir_tvaryn: він був би більш чим радий, щоб ви рішали всі справи хутора,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він з превеликою радістю надав би вам можливість самим приймати рішення.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він з радістю надав би вам змогу самим ухвалювати всі рішення.

source: But sometimes you might make the wrong decisions, comrades, and then where should we be?
uk_1984_iryna_dybko_khutir_tvaryn: але побоюється, що могли б до неправильного висновку прийти і тому рішали б у некористь хутора.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Але чи гарантовані ви від хибних рішень? І де б тоді ми опинилися, товариші?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але ви можете помилятися — і що тоді?!

source: Suppose you had decided to follow Snowball, with his moonshine of windmills — Snowball, who, as we now know, was no better than a criminal?”
uk_1984_iryna_dybko_khutir_tvaryn: Скажімо, якщо б комусь із вас захотілося піти слідами Давидовича, якщо б стали однодумцями його, тоді подумайте лише, яка була б наша доля?! Чейже це самозрозуміле тепер, що Давидович не хто інший, як най- запекліший кримінальний злочинець. Ми, йдучи його слідами, незчулись би, як попали б знову під жорстоке володіння Романова.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Припустімо, ви підтримали б Сніжка з його маячнею щодо вітряка. А Сніжок, як ми тепер бачимо, майже злочинець.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Припустімо, ви погодилися б на пропозицію цього недоумкуватого Сніжка побудувати вітряка. А цей Сніжок, як ми тепер знаємо, просто злочинець!

source: “He fought bravely at the Battle of the Cowshed,” said somebody.
uk_1984_iryna_dybko_khutir_tvaryn: — Та ж він стільки хоробрости виявив у жовтневій боротьбі з Романовим, — хтось із тварин несміло промовив.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Він показав себе у Битві під Корівником, — заперечив хтось.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Він хоробро бився в Битві поблизу Корівника, — сказав хтось.

source: “Bravery is not enough,” said Squealer. “Loyalty and obedience are more important.
uk_1984_iryna_dybko_khutir_tvaryn: О, го-го, товариші, хоробрість ще не вистачає! Вірність, послух і дисципліна — це ось ті необхідні чинники в нашому житті, — пояснював Нікітов.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: — Відвага — ще не все, — відрубав Пищик. — Куди важливіші лояльність і покірність.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: — Однієї хоробрості мало, — хмикнув Пискун, — відданість і слухняність важливіші якості.

source: And as to the Battle of the Cowshed, I believe the time will come when we shall find that Snowball’s part in it was much exaggerated.
uk_1984_iryna_dybko_khutir_tvaryn: А щодо хоробрости Давидовича, це ніщо інше, як безглузде перебільшення.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Що ж до Битви під Корівником, то я певен: настане час і виявиться, що роль Сніжка в ній дуже й дуже перебільшена.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А щодо Битви поблизу Корівника, то, я вважаю, прийде час і ми дізнаємося, що участь у ній Сніжка дуже перебільшена.

source: Discipline, comrades, iron discipline! That is the watchword for today.
uk_1984_iryna_dybko_khutir_tvaryn: Нам треба сталевої дисципліни, ще раз дисципліни, товариші!
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Дисципліна, товариші, залізна дисципліна! Ось клич сьогоднішнього дня.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Дисципліна, товариші, залізна дисципліна! Ось гасло наших днів.

source: One false step, and our enemies would be upon us.
uk_1984_iryna_dybko_khutir_tvaryn: Бо зробимо один неправильний крок, і ворог буде під нашими дверима.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Один хибний крок — і наші вороги накинуться на нас.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Один хибний крок — і наші вороги опиняться тут.

source: Surely, comrades, you do not want Jones back?”
uk_1984_iryna_dybko_khutir_tvaryn: Хіба ви, товариші, бажаєте, щоб Романов повернувся до нас?
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Ви ж не хочете, товариші, щоб повернувся Джонс?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Але ж ви, я впевнений, не хочете, щоб повернувся Джонс?

source: Once again this argument was unanswerable.
uk_1984_iryna_dybko_khutir_tvaryn: Звичайно, що на таке питання відповідь зайва;
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: І знову годі було заперечити проти такого доказу.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: І знову цей невідпорний аргумент!

source: Certainly the animals did not want Jones back; if the holding of debates on Sunday mornings was liable to bring him back, then the debates must stop.
uk_1984_iryna_dybko_khutir_tvaryn: самозрозумілим чейже було, що тварини не бажали повороту Романова. Отже, якщо мітинги в неділі й свобода висловлюватися за чи проти рішень Вісарйонова, могли сприяти поворотові Романова, тоді краще, щоб мітингів не було, а всі рішення будуть сприймати без запитів і дискусій.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Певно ж, тварини не хотіли, щоб повернувся Джонс, тож якщо ранкові недільні дебати можуть повернути його, то їх слід відмінити.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Поза сумнівом, тварини не хотіли повернення Джонса. Тож якщо недільні збори з неминучими дебатами загрожували поверненням Джонса, отже, вони непотрібні.

source: Boxer, who had now had time to think things over, voiced the general feeling by saying: “If Comrade Napoleon says it, it must be right.”
uk_1984_iryna_dybko_khutir_tvaryn: Добрилов, що лиш усьому сказаному уважно прислухався, після довшої призадуми повернув до свого мотта — «я працюватиму дужче», а тоді додав: «те, що товариш Вісарйонов скаже — мусить бути правильне».
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Боксер, що мав досить часу усе обдумати, висловив загальні почуття коротко: — Якщо товариш Наполеон так каже, то так тому й бути.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Боксер, який до цього часу встиг все продумати, висловив спільну думку: «Раз товариш Наполеон так каже, отже, це правильно».

source: By this time the weather had broken and the spring ploughing had begun.
uk_1984_iryna_dybko_khutir_tvaryn: Надійшла весна, настав час орати поля.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тим часом потепліло й почалася весняна оранка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Невдовзі потепліло, й почалася весняна оранка.

source: The shed where Snowball had drawn his plans of the windmill had been shut up and it was assumed that the plans had been rubbed off the floor.
uk_1984_iryna_dybko_khutir_tvaryn: Стодола, що в ній Давидович начеркнув пляни будови вітряка, на приказ Вісарйонова була увесь час зачинена. Всі тварини були під враженням, що із тих плянів уже й сліду не стало.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Хлівець, де Сніжок креслив свого вітряка, замкнули, і всі вирішили, що й креслення постирали з підлоги.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Сарай, де працював Сніжок, замкнули й усі вирішили, що креслення з підлоги стерли.

source: Every Sunday morning at ten o’clock the animals assembled in the big barn to receive their orders for the week.
uk_1984_iryna_dybko_khutir_tvaryn: Кожної неділі всі приходили до клуні о десятій годині ранку, щоб одержати всякі розпорядження і плян праці на наступний тиждень; але ще перед тим, обов’язком тварин було пройти попри череп Маркова з виразом пошани.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Щонеділі о десятій тварини сходилися до великого хліва отримати розпорядження на тиждень.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Щонеділі о десятій ранку тварини збиралися у великому хліву, щоб отримати розпорядження на наступний тиждень.

source: The skull of old Major, now clean of flesh, had been disinterred from the orchard and set up on a stump at the foot of the flagstaff, beside the gun.
uk_1984_iryna_dybko_khutir_tvaryn: Череп Маркова після жовтневої битви відкопали, бо доти він був у могилі в саду, і примістили під прапором біля рушниці.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Череп старого Майора, вже без плоті, відкопали в садку й встановили на пеньку під флагштоком, коло рушниці.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: З могили в саду відкопали череп Майора й поклали його біля підніжжя флагштока поруч із рушницею-гарматою.

source: After the hoisting of the flag, the animals were required to file past the skull in a reverent manner before entering the barn.
uk_1984_iryna_dybko_khutir_tvaryn: [але ще перед тим, обов’язком тварин було пройти попри череп Маркова з виразом пошани.]
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Після урочистого підняття прапора, перш ніж зайти до хліва, кожна тварина мусила шанобливо пройти повз той череп.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Після підняття прапора тварини повинні були шанобливо пройти повз той череп, перш ніж увійти до хліва.

source: Nowadays they did not sit all together as they had done in the past.
uk_1984_iryna_dybko_khutir_tvaryn: Зайшовши в клуню, тварини не могли сидіти як раніше, себто де хто хотів,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Тепер і сиділи вони не так, як раніше.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Тепер і сідали вони не упереміж, як раніше.

source: Napoleon, with Squealer and another pig named Minimus, who had a remarkable gift for composing songs and poems, sat on the front of the raised platform, with the nine young dogs forming a semicircle round them, and the other pigs sitting behind.
uk_1984_iryna_dybko_khutir_tvaryn: бо тепер на підвищенні сидів Вісарйонов із Нікітовим і Мінімовим, молодим кабаном, що мав хист писати вірші й компонувати пісні. Довкола них вигідно приміщувалось дев’ять псів, а трохи далі за псами сиділи молоді поросята.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон, Пищик та ще одна свиня на ім'я Мінімус, яка мала хист складати вірші та пісні, сідали перед помостом, їх півколом оточувало дев'ять молодих псів; інші свині сідали за ними.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон, Пискун і ще один кабан, на ім’я Менший, що мав хист до складання пісень і віршів, займали місця на узвишші. Біля них півколом розміщувалися дев’ять молодих псів, інші свині сідали позаду.

source: The rest of the animals sat facing them in the main body of the barn.
uk_1984_iryna_dybko_khutir_tvaryn: Решта тварин сиділа в другій частині звернена обличчям до головної частини клуні, де було підвещення.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Решта ж тварин сідали мордами до них, займаючи більшу половину хліва.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Решта тварин сиділи обличчям до підвищення.

source: Napoleon read out the orders for the week in a gruff soldierly style, and after a single singing of Beasts of England, all the animals dispersed.
uk_1984_iryna_dybko_khutir_tvaryn: Вісарйонов, коли вже всі були присутні й на своєму визначеному місці, наказово-серйозним голосом прочитував розпорядження і плян праці, наголошуючи важливість у виконанні його кожною твариною зокрема. Відтак, відспівавши пісню «Тварини всіх країн», повертались до своїх приміщень.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Наполеон грубувато, по-солдатському читав завдання на тиждень, потім співали гімн «Тварини Англії» і розходились.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Наполеон коротко, по-солдатськи оголошував накази на наступний тиждень і після однократного виконання пісні «Тварини Англії» усі розходилися.

source: On the third Sunday after Snowball’s expulsion, the animals were somewhat surprised to hear Napoleon announce that the windmill was to be built after all.
uk_1984_iryna_dybko_khutir_tvaryn: На третю неділю після вигнання Давидовича, на превелике здивування тварин, Вісарйонов проголосив, що незабаром почнуть будову вітряка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Третьої неділі після вигнання Сніжка Наполеон оголосив дещо здивованій аудиторії, що вітряк таки треба будувати.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Через три тижні після вигнання Сніжка Наполеон дещо здивував присутніх, повідомивши, що вітряк все-таки будуватимуть.

source: He did not give any reason for having changed his mind, but merely warned the animals that this extra task would mean very hard work, it might even be necessary to reduce their rations.
uk_1984_iryna_dybko_khutir_tvaryn: Не пояснюючи причин своєї зміни в рішенні, попередив тварин, що будова вимагатиме більше годин праці в кожний день, а теж не обійдеться без тяжких зусиль; а може й бути необхідним зменшити харчові приділи.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Він не пояснював причини такого свого рішення, просто застеріг усіх, що це додаткове завдання вимагатиме ревної праці. Можливо, навіть доведеться урізати пайки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Він не пояснив причини свого рішення, а просто попередив, що це додаткове завдання вимагатиме дуже напруженої праці. Можливо, навіть доведеться урізати пайку.

source: A special committee of pigs had been at work upon them for the past three weeks.
uk_1984_iryna_dybko_khutir_tvaryn: Також пояснив, що окремий комітет кабанів і свиней працював три тижні без упину,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Три попередні тижні його проробляв спеціальний Комітет свиней.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Спеціальний комітет свиней працював над ними впродовж останніх трьох тижнів.

source: The building of the windmill, with various other improvements, was expected to take two years.
uk_1984_iryna_dybko_khutir_tvaryn: і прийшов до переконання, що будова вітряка триватиме близько два роки.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Спорудження вітряка та різних допоміжних пристроїв триватимуть, як сподівалося, два роки.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Передбачалося, що спорудження млина та деяких інших пристроїв до нього триватиме два роки.

source: That evening Squealer explained privately to the other animals that Napoleon had never in reality been opposed to the windmill.
uk_1984_iryna_dybko_khutir_tvaryn: А вже, як почало вечоріти, Нікітов стрічався з ними и пояснював, що, по суті, Вісарйонов ніколи не заперечував конечности будови вітряка,
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Того вечора Пищик неголосно пояснював тваринам, що Наполеон насправді й не виступав проти вітряка.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Увечері Пискун у приватних бесідах роз’яснював тваринам, що насправді Наполеон ніколи не виступав проти спорудження млина.

source: On the contrary, it was he who had advocated it in the beginning, and the plan which Snowball had drawn on the floor of the incubator shed had actually been stolen from among Napoleon’s papers.
uk_1984_iryna_dybko_khutir_tvaryn: а навпаки, ніхто інший, як сам Вісарйонов, працював день і ніч над планами будови; а те, що тварини бачили на долівці стодоли — це була копія його планів, які негідний Давидович без сорому вкрав і, присвоївши їх, обманював усіх, що це його плани.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Навпаки, він із самого початку обстоював його. А те, що накреслив Сніжок на підлозі інкубатора, по суті, запозичено з Наполеонових паперів.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Навпаки, саме він був ініціатором ідеї, а той план, що Сніжок накреслив на підлозі інкубатору, по суті перемальоване з паперів Наполеона.

source: Why, then, asked somebody, had he spoken so strongly against it?
uk_1984_iryna_dybko_khutir_tvaryn: — Але ж ми точно пригадуємо, як Вісарйонов гостро критикував пляни будови вітряка, — хтось із тварин зауважив.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Чому ж він тоді, спитав хтось, так виступав проти нього?
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Чому ж тоді він так завзято проти цього виступав, запитав хтось.

source: Here Squealer looked very sly. That, he said, was Comrade Napoleon’s cunning. He had seemed to oppose the windmill, simply as a manoeuvre to get rid of Snowball, who was a dangerous character and a bad influence.
uk_1984_iryna_dybko_khutir_tvaryn: — Це, товариші, — єхидно глянувши на того, хто зауважив, — була стратегія Вісарйонова, щоб прогнати Давидовича; бо за злочин крадежу треба було покарати нікчему, а тим паче, що він із небезпечним характером людина і впливав від’ємно на всіх нас.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: Рильце Пищика прибрало лукавого виразу. То, відповів він, товариш Наполеон схитрував. Він лише вдавав, що виступає проти вітряка, аби позбутися Сніжка, цього пройдисвіта, що згубно впливав на всіх.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: Пискун розплився в лукавій посмішці, а потім пояснив усю цю історію чудовою хитрістю товариша Наполеона, який вдавав, що заперечує проти млина, бо хотів позбутися Сніжка, цього небезпечного типа, який кепсько впливав на всіх.

source: Now that Snowball was out of the way, the plan could go forward without his interference.
uk_1984_iryna_dybko_khutir_tvaryn: Тепер, як ми вже позбулись найгрізнішого ворога Давидовича, можемо без перешкод приступати до будови вітряка.
uk_1991_yurii_shevchuk_ferma_rai_dlia_tv: А зараз, коли Сніжок не заважає, задум можна втілювати й без нього.
uk_2020_bohdana_nosenok_kolhosp_tvaryn: А тепер Сніжок не зможе перешкодити виконанню проєкту.
